[
  {
    "id": "795d1df2-2a2f-48d1-8fe9-87b40947cd0a",
    "description": "This elegant hohin from Taiwanese ceramicist Zhang Yun Cheng showcases masterful craftsmanship in shino and cobalt glazes. Blue banding bleeds into feathery rivulets across the clay, creating subtle movement that complements the vessel's clean lines. Use it like a gaiwan but with the added convenience of a built-in spout for effortless pouring."
  },
  {
    "id": "cc6dc7c1-0bbc-4585-8014-2336be629de0",
    "description": "This century-old Behora estate produces the kind of robust Assam that makes mornings worth waking up for. Rich malty sweetness dominates the cup, with a full body that stands up beautifully to milk and sugar. Each sip delivers that classic Assam character that has made this region legendary among black tea enthusiasts."
  },
  {
    "id": "c0664838-dd01-4059-8fe7-153b27cd89f6",
    "description": "This caffeine-free rooibos captures all the indulgent sweetness of New Orleans' famous powdered pastries. Rich caramel and hazelnut notes create layers of flavor that taste remarkably like fresh-made beignets. Each cup delivers toffee sweetness and warming spice that makes you want to close your eyes and savor the moment."
  },
  {
    "id": "a15249e6-cd45-45b0-b66e-3699bac5dc8a",
    "description": "Guilt-free chocolate mint indulgence awaits in this sustainable steel canister. Cool peppermint mingles with rich cocoa to create a dessert-like experience without any sugar. The naturally occurring caffeine from cocoa husks adds just a gentle lift to this otherwise herbal treat."
  },
  {
    "id": "2d9aa8a3-49da-4ce8-a1e2-93401c6dfc0f",
    "description": "This digestive blend delivers gentle relief when your stomach needs a friend. Cool peppermint and warming ginger work together with sweet cinnamon and licorice to create a soothing cup. The herbal mix tastes like comfort in liquid form, with minty freshness balanced by gentle spice."
  },
  {
    "id": "3db63a5d-ff23-4275-8eee-8fcef8c30daf",
    "description": "When your stomach needs some TLC, this minty blend delivers gentle, soothing relief. Refreshing peppermint takes center stage, backed by warming ginger and calming fennel that work together to ease digestive discomfort. Each cup offers a cooling, mildly spiced flavor that soothes both taste buds and tummy troubles."
  },
  {
    "id": "f05e2bc8-969b-4d22-9e19-94ad35e78ba3",
    "description": "This bold Assam blend roams wild with tropical fruit flavors inspired by the Bengal tiger's habitat. Juicy mango and papaya dance with zingy ginger spice, while lime leaves add a bright, citrusy finish. The result is an adventurous black tea that tastes like a walk through an exotic jungle."
  },
  {
    "id": "1c735895-eb62-4266-a56d-4a676128b59c",
    "description": "Earl Grey gets a lively makeover in this Ceylon green tea blend that'll wake up your senses. Natural bergamot oil brings classic citrusy brightness to the smooth, grassy green tea base. The combination creates a sprightly cup that tastes both familiar and refreshingly different."
  },
  {
    "id": "7f4459ec-d63b-44b5-bb78-c7f79824e4f2",
    "description": "Earl Grey meets Taiwan in this elegant oolong adorned with sweet bergamot peel twists. Expect heady lilac and floral notes in early steeps that gradually unfold into creamy limoncello flavors. The finish brings bright herbaceous qualities that showcase both the tea's complexity and bergamot's aromatic charm."
  },
  {
    "id": "2d3040cf-bcb6-4c30-821f-d63777d1922a",
    "description": "This unique Earl Grey swaps black tea for earthy, aged pu-erh adorned with pungent bergamot peel. The result tastes like sun-dried hay and crisp autumn leaves with a bright citrusy aroma. It's a rustic, contemplative cup that brings together ancient Chinese tea tradition with classic English flavoring."
  }
]